/* File menu entry under Import Catalog */
"Aperture Library…" = "Biblioteka programu Aperture...";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Nie można otworzyć bazy danych biblioteki programu Aperture.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "Ta biblioteka jest prawdopodobnie pusta.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "Ta biblioteka jest aktualnie otwarta.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Nie można odczytać właściwości biblioteki programu Aperture.";

